// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Alinear";

HSDUnknownValue = "Seleccionar";
NoAlignTitle = "No se puede realizar la alineación";
NoAlignMsg = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";

ValidationMsg = "Se está imprimiendo una página con un patrón de validación. Si los patrones impresos se ven alineados, haga clic en Listo. Si no, puede volver a efectuar la alineación haciendo clic en Alinear.";
ValidationPagePrintingMsg = "Se está imprimiendo una página con un patrón de validación. Si las cajas interiores no son visibles, haga clic en OK. De lo contrario, puede volver a efectuar la alineación haciendo clic en Alinear.";
HSDDoneButton = "Listo";

SemiAutomaticAlignCompletionAlertTitle = "Su impresora está imprimiendo una página de patrones de alineación";
SemiAutomaticAlignCompletionAlertMessage = "Siga las instrucciones en esa página para completar el proceso de alineación.";

CompletionAlertTitle = "Alineación de cartucho terminada";
CompletionAlertMessage = "Ahora puede hacer clic en el botón Verificar para imprimir la página de verificación o en Listo para completar el procedimiento de alineación. Para imprimir la página de verificación, debe seleccionar el dispositivo configurado en el siguiente cuadro de diálogo y hacer clic en el botón Imprimir.";
VerifyButton = "Verificar";
PrintingPatternsTitle = "Imprimiendo patrones…";
PrintingValidationPageTitle = "Imprimiendo página de validación…";

AlignPrintheadsExplanation = "El siguiente procedimiento alineará los cabezales de impresión entre sí. Esto producirá una calidad de impresión óptima.";
AlignPrintheadsInvitation = "Se recomienda efectuar la alineación cada vez que se reemplace un cabezal de impresión.";

TransferringProcessTitle = "Transfiriendo archivo…";
PrintingProcessTitle = "Imprimiendo página de diagnósticos PQ…";

PenChangedMsg = "La alineación se anuló porque el conjunto de cartuchos de impresión se cambió. No retire, inserte o cambie cartuchos durante el procedimiento de alineación.";

PrintAndAlingButtonsHint = "Haga clic en el botón Imprimir para imprimir una copia de la página de diagnósticos de calidad de impresión. Haga clic en el botón Alinear para imprimir la página de alinear.";

NewCartridgeHeader = "Nuevo cartucho instalado";
NewCartridgeText = "Si acaba de instalar un cartucho nuevo, es recomendable que lo alinee. Para ello, haga clic en “Alinear”.";

HSDPenAlignmentTextFieldTitle = "Alinear cartuchos de impresión";
HSDInfoTextFieldTitle = "Par obtener la mejor calidad de impresión, HP recomienda efectuar esta alineación cada vez que se sustituya un cartucho.
Cuando haga clic en el botón \"Alinear\" que aparece debajo, se imprimirá una página con patrones y usted deberá responder unas preguntas relacionadas con dichos patrones.\nUtilice únicamente papel normal para este procedimiento.";
HSDGuideTextFieldTitle = "Para comenzar, haga clic en \"Alinear\".";
HSDAlignButtonTitle = "Alinear";

HSDPatternDescription = "Su impresora está imprimiendo una página de patrones de alineación. Consulte el identificador de patrones en la esquina inferior derecha de la página, seleccione la opción correspondiente abajo, y haga clic en Continuar.";
HSDPattern1 = "Patrón 1";
HSDPattern2 = "Patrón 2";
HSDPattern3 = "Patrón 3";
HSDGoBackButton = "Atrás";
HSDCancelButton = "Cancelar";
HSDContinueButton = "Continuar";

HSDPlotDescription = "Examine la página impresa. En ella aparecen varias filas de cuadros, cada uno compuesto de líneas finas.\nEn cada fila que aparece en la página, busque el cuadro cuyas líneas pequeñas sean menos visibles e indique la selección correspondiente a ese cuadro en la lista de la derecha.";
HSDValidationCheck = "Imprimir una página de validación";

HSDStraightDescription1 = "Examine la página que se ha impreso y seleccione para cada sección la etiqueta que represente las líneas más derechas.";
HSDStraightDescription2 = "Seleccione la etiqueta que muestre la barra al final de la flecha más cercana al borde del papel.";
HSDStraightDescription3 = "Seleccione el parche numerado correspondiente que mejor iguale el fondo de la página impresa.";

OutOfPaperAlertTitle = "No hay papel";
OutOfPaperAlertMessage = "Inserte al menos dos hojas de papel y pulse el botón en la impresora. Después de que se imprima el modelo, este diálogo se cerrará automáticamente.";
